EXAMP: PROC OPTIONS (MAIN);                                                     DCL A CHAR ( 5 ) INIT ( ‘101’ );                                              DCL B CHAR ( 4 )  INIT ( ‘1’ );                                             DCL C BIT ( 4 );                                             C = A || B;                                                                 END EXAMP;                                                                      
