EXAMP: PROC OPTIONS (MAIN);                                                     DCL A CHAR ( 5 ) INIT (' 101B ');                                              DCL B CHAR ( 4 ) INIT (' 1B ');                                                                                                         END EXAMP;                                                                      
