EXAMP: PROC OPTIONS (MAIN);                                                     DCL A CHAR ( 5 ) INIT ( 11B );                                              DCL B CHAR ( 4 )  INIT ( 11B );                                                                                                         END EXAMP;                                                                      
